base
base-devel
bear
blueberry
bluez
bluez-utils
brightnessctl
brillo
clipman
cmake
cups
cups-pdf
docker
efibootmgr
emacs
fd
firefox
foliate
foot
gdb
git
github-cli
gnome-tweaks
gotop
grim
hplip
i3status-rust
imv
jdk-openjdk
jdtls
jq
jre-openjdk
kitty
linux
linux-firmware
lldb
lldb-mi-git
mako
man-db
man-pages
maven
neofetch
neovim
network-manager-applet
networkmanager
nftables
nodejs-lts-hydrogen
npm
pavucontrol
pipewire-pulse
powerline-fonts
python-pyqt5
racket-minimal
ranger
ripgrep
slurp
snapd
sudo
swaybg
swayfx
swayidle
swaylock
system-config-printer
texinfo
transmission-gtk
ttf-all-the-icons
ttf-dejavu
ttf-dejavu-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-font-awesome
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-roboto-mono
ttf-sourcecodepro-nerd
ufw
unzip
vi
vlc
waybar
wget
wofi
yay
