amd-ucode
base
base-devel
bind
blueberry
bluez
bluez-utils
brightnessctl
chromium
clang
clipman
cmake
cups
cups-pdf
docker
editorconfig-core-c
efibootmgr
fd
file-roller
firefox
foot
fzf
gdb
git
git-delta
gnome-themes-extra
gnome-tweaks
go
gotop
grim
hplip
htop
i3-swallow-git
iotop
jdk-openjdk
jdtls
jq
jre-openjdk
kanshi
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
lldb-mi-git
lsof
mako
man-db
man-pages
maven
meson
neovim
network-manager-applet
networkmanager
nftables
nodejs-lts-hydrogen
npm
nwg-bar
openwebstart-bin
pacman-contrib
pandoc-cli
pavucontrol
pcmanfm-gtk3
pipewire-pulse
powerline-fonts
python-pyqt5
qbittorrent
ristretto
ruby
sloccount
slurp
snapd
sudo
swappy
swaybg
swayfx
swayidle
swaylock
sysstat
system-config-printer
texinfo
time
tldr
tlp
tofi
ttf-all-the-icons
ttf-dejavu
ttf-fira-code
ttf-fixedsys-excelsior-linux
ttf-font-awesome
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-sourcecodepro-nerd
ttf-terminus-nerd
udiskie
ufw
unzip
vala
valgrind
vlc
waybar
wget
wofi
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-user-dirs
xorg-xwayland
yay
zathura
zathura-pdf-poppler
zig
