amd-ucode
base
base-devel
bat
bind
blueberry
bluez
bluez-utils
brightnessctl
clang
clipman
cmake
cups
cups-pdf
docker
editorconfig-core-c
efibootmgr
fd
firefox
foot
fzf
gdb
git
git-delta
gnome-tweaks
gotop
grim
hplip
htop
i3-swallow-git
imv
jdk-openjdk
jdtls
jq
jre-openjdk
kitty
linux
linux-firmware
linux-headers
linux-lts
linux-lts-headers
lldb
lldb-mi-git
lsof
mako
man-db
man-pages
maven
network-manager-applet
networkmanager
nftables
nodejs-lts-hydrogen
npm
openwebstart-bin
pacman-contrib
pandoc-cli
pavucontrol
pipewire-pulse
powerline-fonts
python-pyqt5
ripgrep
ruby
sloccount
slurp
snapd
sudo
swappy
swaybg
swayfx
swayidle
swaylock
sysstat
system-config-printer
texinfo
texlive-basic
texlive-bibtexextra
texlive-binextra
texlive-context
texlive-fontsextra
texlive-fontsrecommended
texlive-fontutils
texlive-formatsextra
texlive-games
texlive-humanities
texlive-latex
texlive-latexextra
texlive-latexrecommended
texlive-luatex
texlive-mathscience
texlive-metapost
texlive-music
texlive-pictures
texlive-plaingeneric
texlive-pstricks
texlive-publishers
texlive-xetex
time
tldr
tlp
transmission-gtk
ttf-all-the-icons
ttf-dejavu
ttf-dejavu-nerd
ttf-fira-code
ttf-firacode-nerd
ttf-fixedsys-excelsior-linux
ttf-font-awesome
ttf-jetbrains-mono
ttf-nerd-fonts-symbols
ttf-roboto-mono
ttf-sourcecodepro-nerd
ufw
unzip
valgrind
vi
vim
vlc
waybar
wget
wofi
xdg-desktop-portal
xdg-desktop-portal-wlr
yay
zathura
zathura-pdf-poppler
zig
